cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'alfred'
brew 'android-file-transfer'
brew 'appcleaner'
brew 'betterzipql'
brew 'caffeine'
brew 'ccleaner
brew 'dos2unix'
brew 'exiftool'
brew 'filezilla'
brew 'firefox'
brew 'flux'
brew 'fleefilesync'
brew 'gnu-sed'
brew 'google-chrome'
brew 'handbrake'
brew 'iterm2'
brew 'imagemagick'
brew 'inkscape'
brew 'libreoffice'
brew 'neovim'
brew 'ntfs-3g'
brew 'node'
brew 'openssl'
brew 'powershell'
brew 'pyenv'
brew 'qlcolorcode'
brew 'qlmarkdown'
brew 'qlprettypatch'
brew 'qlstephen'
brew 'qt'
brew 'quicklook-csv'
brew 'quicklook-json'
brew 'rename'
brew 'screaming-frog-seo-spider'
brew 'skype'
brew 'speedtest-cli'
brew 'suspicious-package'
brew 'transmission'
brew 'vlc'
brew 'webpquicklook'
brew 'wget'
brew 'xquartz'
brew 'youtube-dl'
brew 'z'
brew 'zsh'
brew 'zsh-completion'
