cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

cask 'adobe-dng-converter'
cask 'alfred'
brew 'antigen'
cask 'apparency'
cask 'appcleaner'
cask 'caffeine'
cask 'chromedriver'
cask 'calibre'
brew 'dos2unix'
cask 'dropbox'
brew 'exiftool'
brew 'ffmpeg'
cask 'firefox'
brew 'geckodriver'
brew 'gnu-sed'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
brew 'imagemagick'
cask 'libreoffice'
cask 'macpass'
cask 'malwarebytes'
cask 'microsoft-teams'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
brew 'qt'
cask 'quicklook-csv'
cask 'quicklook-json'
brew 'rbenv'
brew 'rename'
brew 'ruby-build'
cask 'screaming-frog-seo-spider'
cask 'skype'
brew 'speedtest-cli'
cask 'spotify'
cask 'suspicious-package'
cask 'thunderbird'
cask 'ticktick'
cask 'transmission'
cask 'vlc'
cask 'visual-studio-code-insiders'
cask 'webpquicklook'
brew 'wget'
cask 'xquartz'
brew 'youtube-dl'
brew 'z'
cask 'zoomus'
brew 'zsh'
brew 'zsh-completion'
