cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

cask 'alfred'
brew 'antigen'
cask 'android-file-transfer'
cask 'appcleaner'
cask 'caffeine'
cask 'ccleaner'
cask 'chromedriver
brew 'dos2unix'
cask 'dropbox'
brew 'exiftool'
brew 'ffmpeg'
cask 'filezilla'
cask 'firefox'
cask 'freefilesync'
cask 'fspviewer'
brew 'geckodriver
brew 'gnu-sed'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
brew 'imagemagick'
cask 'inkscape'
cask 'libreoffice'
cask 'macpass'
cask 'malwarebytes'
brew 'neovim'
brew 'ntfs-3g'
brew 'node'
brew 'openssl'
cask 'powershell'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
brew 'qt'
cask 'quicklook-csv'
cask 'quicklook-json'
brew 'rename'
cask 'screaming-frog-seo-spider'
cask 'skype'
brew 'speedtest-cli'
cask 'spotify'
cask 'suspicious-package'
cask 'thunderbird'
cask 'ticktick'
cask 'transmission'
brew 'unrar'
cask 'vlc'
cask 'visual-studio-code-insiders'
cask 'webpquicklook'
brew 'wget'
cask 'xquartz'
brew 'youtube-dl'
brew 'z'
brew 'zsh'
brew 'zsh-completion'
